<div class="modal fade" id="rankModal" tabindex="-1" role="dialog" aria-labelledby="exampleModalLabel" aria-hidden="true">
    <div class="modal-dialog" role="document">
        <div class="modal-content">
            <div class="modal-header">
                <h5 class="modal-title" id="exampleModalLabel">Как определить свой уровень?</h5>
                <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                    <span aria-hidden="true">&times;</span>
                </button>
            </div>
            <div class="modal-body">
                <ul>
                    {{-- <li><b>1.0-1.5</b> Игрок начинает играть.</li>
                    <li><b>2.0</b> Игрок нуждается в опыте, имеет заметные недостатки при выполнении ударов.</li>
                    <li><b>2.5</b> Игрок учится предугадывать направление мяча, хотя чувство корта развито еще слабо. Может поддерживать игру в невысоком темпе.</li>
                    <li><b>3.0</b> Игрок стабильно отбивает мячи в среднем темпе, но чувствует неуверенность, когда пытается контролировать направление, глубину и силу ударов.</li>
                    <li><b>3.5</b> Игрок достиг хорошего контроля направления при ударах средней сложности, но еще недостаточно контролирует глубину и разнообразие. Решительно играет у сетки и работает над улучшением парной игры.</li>
                    <li><b>4.0</b> Игрок выполняет надежные удары, контролирует направление и глубину с  форхенда и бекхэнда плюс способен с успехом использовать свечи, смэши, выбивающие удары и удары с лета. Может допускать ошибки при подаче, использует командную тактику в парной игре.</li>
                    <li><b>4.5</b> Игрок приобрел навыки использования силы и подкрутки при ударах, начал управлять темпом игры, имеет хорошую работу ног, может контролировать глубину ударов и менять тактику игры в зависимости от противника. Игрок владеет сильной и точной первой, стабильной второй подачей, может атаковать у сетки.</li>
                    <li><b>5.0</b> Игрок хорошо чувствует мяч и часто выполняет особенные удары, вокруг которых строится игра. Может выигрывать очки или вынуждать соперника совершать ошибки с помощью укороченных мячей, "убивать" мячи с лета, успешно использовать свечи, укороченные удары, удары с полулета или смэши и использовать хорошую глубину и подкрутку на второй подаче.</li>
                    <li><b>5.5</b> Игрок в качестве главного оружия использует мощные удары и стабильность. Может менять стратегию и стиль игры в зависимости от ситуации и выполнять надежные удары в стрессовой ситуации.</li>
                    <li><b>6.0-7.0</b> Игрок проф. уровня</li> --}}

                    <li><b>1.0-1.5</b> Гравець починає грати.</li>
                    <li><b>2.0</b> Гравець потребує досвіду, має помітні недоліки при виконанні ударів.</li>
                    <li><b>2.5</b> Гравець навчається передбачати напрямок м'яча, хоча почуття корту розвинене ще слабко. Може підтримувати гру у невисокому темпі.</li>
                    <li><b>3.0</b> Гравець стабільно відбиває м'ячі в середньому темпі, але відчуває невпевненість, коли намагається контролювати напрямок, глибину та силу ударів.</li>
                    <li><b>3.5</b> Гравець досяг хорошого контролю напряму при ударах середньої складності, але ще недостатньо контролює глибину та різноманітність. Рішуче грає у сітки та працює над покращенням парної гри.</li>
                    <li><b>4.0</b> Гравець виконує надійні удари, контролює напрямок і глибину з форхенду та бекхенду плюс здатний з успіхом використовувати свічки, смеші, що вибивають удари та удари з льоту. Може припускатися помилок при подачі, використовує командну тактику в парній грі.</li>
                    <li><b>4.5</b> Гравець набув навичок використання сили та підкрутки при ударах, почав керувати темпом гри, має гарну роботу ніг, може контролювати глибину ударів та змінювати тактику гри залежно від супротивника. Гравець має сильну і точну першу, стабільну другу подачу, може атакувати у сітки.</li>
                    <li><b>5.0</b> Гравець добре відчуває м'яч і часто виконує особливі удари, навколо яких будується гра. Може вигравати очки або змушувати суперника робити помилки за допомогою вкорочених м'ячів, "вбивати" м'ячі з літа, успішно використовувати свічки, укорочені удари, удари з півліта або смеші та використовувати хорошу глибину та підкрутку на другій подачі.</li>
                    <li><b>5.5</b> Гравець як головна зброя використовує потужні удари та стабільність. Може змінювати стратегію та стиль гри залежно від ситуації та виконувати надійні удари у стресовій ситуації.</li>
                    <li><b>6.0-7.0</b> Гравець проф. рівня</li>
                </ul>

            </div>
        </div>
    </div>
</div>