<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси аутентифікації
    |--------------------------------------------------------------------------
    |
    | Наступні мовні ресурси використовуються під час аутентифікації для
    | різних повідомлень, які ми повинні вивести користувачу на екран.
    | Ви можете вільно змінювати ці мовні ресурси відповідно
    | до вимог вашого додатку.
    |
    */

    'failed'   => 'Невірне ім\'я користувача або пароль.',
    'throttle' => 'Занадто багато спроб входу. Будь ласка, спробуйте ще раз через :seconds секунд.',
];
