<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси посторінкового виведення
    |--------------------------------------------------------------------------
    |
    | Наступні мовні рядки використовуються бібліотекою посторінкового виведення
    | для створення простих посилань на сторінки. Ви можете змінити їх на будь-які
    | інші, які краще підходять для вашого додатку.
    |
    */

    'previous' => '&laquo; Назад',
    'next'     => 'Вперед &raquo;',
];
