{
  "A fresh verification link has been sent to your email address.": "Посилання для скидання пароля було відправлено на вашу електронну пошту.",
  "All rights reserved.": "Всі права захищені.",
  "Before proceeding, please check your email for a verification link.": "Перш ніж продовжити, будь ласка, перевірте посилання для підтвердження у вашій електронній пошті",
  "click here to request another": "натисніть тут, щоб запитати ще раз",
  "Confirm Password": "Підтвердження пароля",
  "E-Mail Address": "E-Mail адреса",
  "Error": "Помилка",
  "Forbidden": "Заборонено",
  "Forgot Your Password?": "Забули пароль?",
  "Go Home": "Додому",
  "Hello!": "Вітаємо!",
  "hi": "привіт",
  "If you did not create an account, no further action is required.": "Якщо ви не створювали обліковий запис, додаткових дій не потрібно.",
  "If you did not receive the email": "Якщо ви не отримали лист",
  "If you did not request a password reset, no further action is required.": "Якщо ви не запитували скидання пароля, то додаткових дій не потрібно.",
  "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:displayableActionUrl](:actionURL)": "Якщо у вас виникли проблеми з натисканням кнопки \":actionText\", скопіюйте та вставте адресу\nв адресний рядок браузера: [:displayableActionUrl](:actionURL)",
  "Invalid signature.": "Невірний підпис.",
  "Login": "Увійти",
  "Logout": "Вийти",
  "Name": "Ім'я",
  "Not Found": "Не знайдено",
  "Oh no": "О, ні",
  "Page Expired": "Сторінка застаріла",
  "Page Not Found": "Сторінку не знайдено",
  "Password": "Пароль",
  "Please click the button below to verify your email address.": "Будь ласка, натисніть кнопку нижче, щоб підтвердити свою електронну адресу.",
  "Please confirm your password before continuing.": "Будь ласка, підтвердіть ваш пароль перед продовженням.",
  "Regards": "З повагою",
  "Register": "Реєстрація",
  "Remember Me": "Запам'ятати мене",
  "Reset Password": "Скинути пароль",
  "Reset Password Notification": "Сповіщення про скидання пароля",
  "Send Password Reset Link": "Надіслати посилання для скидання пароля",
  "Server Error": "Помилка сервера",
  "Service Unavailable": "Сервіс недоступний",
  "This action is unauthorized.": "Неавторизована дія.",
  "Sorry, the page you are looking for could not be found.": "Вибачте, сторінку, яку ви шукаєте, не знайдено.",
  "Sorry, you are forbidden from accessing this page.": "Вибачте, вам заборонено користуватися цією сторінкою.",
  "Sorry, you are making too many requests to our servers.": "Вибачте, ви робите занадто багато запитів до наших серверів.",
  "Sorry, you are not authorized to access this page.": "На жаль, у вас немає доступу до цієї сторінки.",
  "Sorry, your session has expired. Please refresh and try again.": "На жаль, термін дії вашої сесії закінчився. Оновіть і повторіть спробу.",
  "Sorry, we are doing some maintenance. Please check back soon.": "Вибачте, ми проводимо деякі роботи. Будь ласка, зайдіть пізніше.",
  "This password reset link will expire in :count minutes.": "Термін дії посилання для скидання пароля закінчується через :count хвилин.",
  "Toggle navigation": "Перемкнути навігацію",
  "Too Many Attempts.": "Занадто багато спроб.",
  "Too Many Requests": "Занадто багато запитів",
  "Unauthorized": "Не авторизовано",
  "Verify Email Address": "Підтвердити email-адресу",
  "Verify Your Email Address": "Підтвердіть вашу email-адресу",
  "We won't ask for your password again for a few hours.": "Ми не будемо запитувати ваш пароль знову протягом кількох годин.",
  "You are receiving this email because we received a password reset request for your account.": "Ви отримали цей лист, тому що ми отримали запит на скидання пароля для вашого облікового запису.",
  "Whoops!": "Упс!",
  "Your email address is not verified.": "Ваша email адреса не підтверджена.",
  "Whoops, something went wrong on our servers.": "Упс, на наших серверах щось пішло не так."
} 